<x-app-layout>
    <x-page-heading title="Giới thiệu" />

    @include('partials.gioi-thieu')

    <div class="bg-black bg-opacity-80 pd-x-9">
        <div class="max-w-7xl mx-auto">
            <div class="py-24">
                <div class="font-medium text-xl text-white">
                    <p>Thông điệp ban giám đốc</p>
                </div>
                <div class="mt-4">
                    <hr class="w-20" />
                </div>
                <div class="mt-4 font-normal text-base text-stone-300 leading-relaxed">
                    <p class="text-white">Thưa quý khách hàng,</p>
                    <p><span class="font-medium text-brown-400">Công Ty CP Đầu tư Thái Hà Group</span> kính gửi đến Quý Khách Hàng lời chào trân trọng và những lời chúc tốt đẹp nhất!</p>
                    <p>Tự hào với đội ngũ kỹ sư nòng cốt được đào tạo chính quy tại Nhật Bản và lực lượng kỹ sư chuyên nghiệp, nhân viên kỳ cựu lâu năm phục vụ trong ngành thang máy.</p>
                    <p>Tự hào với trình độ kỹ thuật đẳng cấp cao và luôn đi tiên phong trong việc nghiên cứu áp dụng những công nghệ mới nhất, tiên tiến nhất trên thế giới vào sản phẩm thang máy. Tự hào kinh nghiệm thông qua việc cung cấp hàng trăm sản phẩm thang máy với những tiêu chuẩn khắt khe về chất lượng trên khắp lãnh thổ Việt Nam.</p>
                    <p>Công ty CP Đầu tư Thái Hà Group hy vọng sẽ mang đến cho Quý Khách Hàng sự hài lòng tối đa về chất lượng sản phẩm thang máy và các dịch vụ thang máy do THG cung cấp với phương châm “Khách hàng là thượng đế !”</p>
                    <p>Trên con đường phát triển hoàn thiện mình và hướng đến những mục tiêu lớn hơn, xin gửi lời tri ân đến tất cả Quý Khách Hàng & Đối Tác đã chung vai sát cánh – giúp đỡ – ủng hộ – tin tưởng Công Ty CP Đầu tư Thái Hà Group chúng tôi trong những chặng đường vừa qua!</p>
                    <p>Trân trọng.</p>
                </div>
            </div>
        </div>
    </div>

    <div class="bg-zinc-50">
        <div class="max-w-7xl mx-auto pd-x-9">
            <div class="py-12 flex flex-col items-center text-sky-800 font-normal cooperate">
                <div class="font-bold text-4xl flex items-baseline cooperate__items-baseline">
                    <hr class="w-20 w-custom border-sky-800 border" />
                    <div class="ml-5 mr-5 font-bold cooperate-title typical-projects__title">Hợp Tác Thái Hà Group Được Gì</div>
                    <hr class="w-20 w-custom border-sky-800 border" />
                </div>
                <div class="grid grid-cols-4 grid-set gap-6 w-full mt-10">
                    <div class="border border-neutral-500 rounded shadow shadow-neutral-500 p-7 flex flex-col text-center items-center">
                        <div class="text-4xl text-sky-800">
                            <svg id="Group_472" data-name="Group 472" xmlns="http://www.w3.org/2000/svg" width="59.076" height="39.61" viewBox="0 0 59.076 39.61">
                            <path id="Path_517" data-name="Path 517" d="M432.593,622.774v.027h7.55a.754.754,0,0,0,.755-.754v-12.34a.754.754,0,0,0-.755-.754h-16.2a.755.755,0,0,0-.755.754v12.34a.755.755,0,0,0,.755.754H431.5v-.027Zm-7.9-1.482V610.46H439.39v10.831Z" transform="translate(-402.506 -608.953)" fill="#00548b"/>
                            <path id="Path_518" data-name="Path 518" d="M425.447,641.293v-12.34a.754.754,0,0,0-.754-.755h-16.2a.754.754,0,0,0-.754.755v12.34a.753.753,0,0,0,.754.752h16.2A.753.753,0,0,0,425.447,641.293Zm-1.509-.755H409.248V629.707h14.691Z" transform="translate(-407.739 -602.435)" fill="#00548b"/>
                            <path id="Path_519" data-name="Path 519" d="M423.944,628.2a.754.754,0,0,0-.754.755v12.34a.753.753,0,0,0,.754.752h16.2a.753.753,0,0,0,.754-.752v-12.34a.754.754,0,0,0-.754-.755Zm15.446,12.34H424.7V629.707h14.691Z" transform="translate(-402.506 -602.435)" fill="#00548b"/>
                            <path id="Path_520" data-name="Path 520" d="M439.395,628.2a.754.754,0,0,0-.754.755v12.34a.753.753,0,0,0,.754.752h16.2a.753.753,0,0,0,.754-.752v-12.34a.754.754,0,0,0-.754-.755Zm15.446,12.34H440.15V629.707H454.84Z" transform="translate(-397.273 -602.435)" fill="#00548b"/>
                            <path id="Path_521" data-name="Path 521" d="M414.683,630.167h1.1v-4.107h18.595v4.107h1.1v-4.107h18.594v4.107h1.1v-5.208H435.475v-5.682h-1.1v5.682H414.683Z" transform="translate(-405.387 -605.456)" fill="#00548b"/>
                            </svg>
                        </div>
                        <div class="mt-5 font-bold text-neutral-800">Cập nhật công nghệ và nhiều giải pháp mới</div>
                        <p class="mt-2 font-normal text-neutral-800">Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s</p>
                    </div>
                    <div class="border border-neutral-500 rounded shadow shadow-neutral-500 p-7 flex flex-col text-center items-center">
                        <div class="text-4xl text-sky-800">
                            <svg id="Group_473" data-name="Group 473" xmlns="http://www.w3.org/2000/svg" width="40.426" height="40.794" viewBox="0 0 40.426 40.794">
                            <path id="Path_522" data-name="Path 522" d="M672.5,689.912a31.667,31.667,0,0,0,27.6,23.138c.3.027.594.042.889.042a8.555,8.555,0,0,0,3.493-.716,6.812,6.812,0,0,0,.8-.412,6.211,6.211,0,0,0,1.527-1.233l1.2-1.324a6.247,6.247,0,0,0,.68-.924,6.163,6.163,0,0,0,.764-1.825,6.266,6.266,0,0,0-1.888-6.1h0l-2.023-1.829a6.261,6.261,0,0,0-8.846.442l-1.2,1.327a6.184,6.184,0,0,0-1.128,1.771,22.434,22.434,0,0,1-11.236-10.286,6.26,6.26,0,0,0,2.348-1.627l1.2-1.324a6.223,6.223,0,0,0,1.61-4.515c-.008-.162-.027-.323-.047-.482a6.257,6.257,0,0,0-2.008-3.85l-2.021-1.829a6.248,6.248,0,0,0-4.2-1.618,6.129,6.129,0,0,0-1.066.1,6.294,6.294,0,0,0-3.028,1.43,6.1,6.1,0,0,0-.553.533l-1.2,1.324a6.129,6.129,0,0,0-.471.589c-1.315,1.159-2.355,3.72-1.743,6.881C672.1,688.347,672.28,689.106,672.5,689.912Zm2.224-8.088a.8.8,0,0,0,.068-.066l.056-.062a.921.921,0,0,0,.063-.08,4.523,4.523,0,0,1,.378-.478l1.2-1.325a4.4,4.4,0,0,1,.418-.4,4.775,4.775,0,0,1,2.3-1.087,4.631,4.631,0,0,1,.807-.076,4.747,4.747,0,0,1,3.186,1.226l2.024,1.831a4.679,4.679,0,0,1,1.522,2.921c.016.12.031.244.038.367a4.725,4.725,0,0,1-1.222,3.428l-1.2,1.324a4.75,4.75,0,0,1-2.154,1.364l-.367.111a.755.755,0,0,0-.454,1.059l.169.339a23.955,23.955,0,0,0,12.664,11.621l.32.127a.76.76,0,0,0,.593-.023.751.751,0,0,0,.394-.442l.107-.32a4.7,4.7,0,0,1,.98-1.671l1.2-1.327a4.767,4.767,0,0,1,6.717-.336l2.021,1.829a4.763,4.763,0,0,1,1.432,4.633,4.672,4.672,0,0,1-.582,1.383,4.6,4.6,0,0,1-.514.7l-1.2,1.327a4.821,4.821,0,0,1-1.181.947,5.331,5.331,0,0,1-.643.332,7.3,7.3,0,0,1-3.632.549,30.152,30.152,0,0,1-26.281-22.032c-.21-.77-.379-1.491-.517-2.208A6,6,0,0,1,674.724,681.823Z" transform="translate(-671.779 -672.297)" fill="#00548b"/>
                            <path id="Path_523" data-name="Path 523" d="M707.273,692.693A19.293,19.293,0,0,0,688,673.421a1.661,1.661,0,0,0,0,3.323,15.968,15.968,0,0,1,15.949,15.949,1.661,1.661,0,1,0,3.321,0Zm-2.566,0a16.723,16.723,0,0,0-16.7-16.7.907.907,0,0,1,0-1.814,18.538,18.538,0,0,1,18.517,18.517.906.906,0,0,1-1.812,0Z" transform="translate(-666.847 -673.421)" fill="#00548b"/>
                            <path id="Path_524" data-name="Path 524" d="M697.72,691.31a1.661,1.661,0,0,0,3.321,0,13.208,13.208,0,0,0-13.193-13.194,1.661,1.661,0,0,0,0,3.323A9.882,9.882,0,0,1,697.72,691.31Zm-10.779-11.534a.908.908,0,0,1,.908-.906,12.455,12.455,0,0,1,12.439,12.44.907.907,0,0,1-1.814,0,10.638,10.638,0,0,0-10.625-10.626A.909.909,0,0,1,686.941,679.776Z" transform="translate(-666.899 -671.831)" fill="#00548b"/>
                            </svg>
                        </div>
                        <div class="mt-5 font-bold text-neutral-800">Hỗ trợ, tư vấn giải pháp phù hợp, tối ưu đầu tư, hài lòng sử dụng</div>
                        <p class="mt-2 font-normal text-neutral-800">Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s</p>
                    </div>
                    <div class="border border-neutral-500 rounded shadow shadow-neutral-500 p-7 flex flex-col text-center items-center">
                        <div class="text-4xl text-sky-800">
                            <svg xmlns="http://www.w3.org/2000/svg" width="51.119" height="42.076" viewBox="0 0 51.119 42.076">
                            <g id="Group_474" data-name="Group 474" transform="translate(131 -84)">
                                <path id="Path_516" data-name="Path 516" d="M449.2,478.213l-4.353,4.353c-.22-.031-.438-.052-.656-.067-1.56-.632-4.335-1.078-7.589,1.428l-.076.067-1.068,1.072c-4.023-2.728-7.214-1.046-8.112-.452l-4.008-4.007-12.628,12.628,4.787,4.787a12.25,12.25,0,0,0,2.282,6.569,17.167,17.167,0,0,0,2.1,2.542c.987,1,1.987,1.988,2.98,2.981-1.079,1.57-.616,2.867.507,4.037a3.3,3.3,0,0,0,3.819.9.037.037,0,0,1,.037.015c1.133,1.7,2.178,2.518,3.305,2.609.467.455.93.914,1.4,1.368a4.378,4.378,0,0,0,5.2.684,2.964,2.964,0,0,0,1.221-1.349c2.843,2.386,4.739,2.428,6.973-.918a.036.036,0,0,1,.039-.013,3.3,3.3,0,0,0,3.818-.9c1.186-1.236,1.639-2.616.312-4.308-.009-.012-.352-.456-.335-.456a2.654,2.654,0,0,0,2.107-1.107,3.246,3.246,0,0,0-.147-4.384c.515-.519,1.037-1.032,1.552-1.553a17.19,17.19,0,0,0,2.1-2.542,12.232,12.232,0,0,0,2.282-6.568l4.787-4.787ZM420.644,505.3a11.646,11.646,0,0,1-3.019-5.15,9.12,9.12,0,0,1-.224-1.32,9.567,9.567,0,0,1-.035-1.131l-4.854-4.854,10.436-10.438,3.345,3.345.222.221-.015.035,1.617.135.106-.262c.636-.434,3.284-1.9,6.817.791l4.675,4.7a1.262,1.262,0,0,1-.005,1.771l-.308.308a1.256,1.256,0,0,1-1.774-.005l-4.78-4.8-1.162.813,1.293,1.515.561.564q-.825.823-1.649,1.648a.944.944,0,0,0-.253.436c-.027.028-.054.058-.082.084q-4.821,4.827-9.644,9.653A4.959,4.959,0,0,0,420.644,505.3Zm15.5,13.023a1.594,1.594,0,0,1-1.3.522,2.782,2.782,0,0,1-1.663-1.005c-.228-.224-.451-.449-.676-.672a10.117,10.117,0,0,0,1.692-1.186,2.973,2.973,0,0,0,1.221,1.349,4.225,4.225,0,0,0,1.02.419A1.2,1.2,0,0,1,436.143,518.324Zm6.889-.647c-.716.842-1.537.916-2.585-.056-.162-.15-.321-.3-.485-.456a4.494,4.494,0,0,0,.652-.515c.6-.578,1.191-1.167,1.791-1.748l.19.191C443.582,516.081,443.711,516.878,443.032,517.677Zm4.995-2.613c-.724.989-1.831,1.011-2.823.023-.494-.49-.984-.984-1.478-1.475.813-.794,1.629-1.582,2.438-2.381.458.459.917.914,1.375,1.373C448.419,513.489,448.569,514.325,448.027,515.064Zm2.023-5.851a1.672,1.672,0,0,1-2.332.878,2.613,2.613,0,0,1-.245-.157c.783-.775,1.558-1.558,2.336-2.337A1.519,1.519,0,0,1,450.05,509.213Zm5.126-13.906a9.024,9.024,0,0,1-.036,1.131,8.85,8.85,0,0,1-.224,1.319,11.655,11.655,0,0,1-3.036,5.17c-1.984,2.087-4.062,4.083-6.1,6.119-2.137,2.137-4.264,4.281-6.418,6.4a2.783,2.783,0,0,1-1.663,1.007,1.594,1.594,0,0,1-1.3-.523,1.914,1.914,0,0,1-.311-1.6,3.681,3.681,0,0,1,1.028-1.446c.975-1,1.965-1.976,2.951-2.964q.717-.721,1.427-1.45c.5-.519,1.971-1.614,1.146-2.386-.755-.708-1.838.656-2.292,1.114-.481.483-.96.962-1.447,1.436-2.26,2.209-4.49,4.448-6.806,6.6-1.049.972-1.87.9-2.586.055-.68-.8-.549-1.6.438-2.584q3.841-3.849,7.688-7.693c.36-.36.672-.594.736-1.145.048-.407-.1-.766-.518-.829a1.486,1.486,0,0,0-1.463.616q-4.526,4.524-9.051,9.046c-.992.988-2.1.966-2.825-.023-.542-.74-.392-1.577.491-2.461q4.588-4.61,9.2-9.2c.5-.5.894-1.058.28-1.633-.588-.549-1.094-.063-1.541.387q-3.536,3.55-7.09,7.086a4.8,4.8,0,0,1-1.031.845,1.67,1.67,0,0,1-2.332-.877c-.378-.944.108-1.542.707-2.141q5.882-5.859,11.728-11.755l1.605,1.613a2.805,2.805,0,0,0,3.964.009l.308-.308a2.786,2.786,0,0,0,.1-3.858l-3.561-3.6h0l-.7-.7.95-.956a6.657,6.657,0,0,1,7.605-.711l1.054-1.054,3.345-3.347,10.438,10.438Z" transform="translate(-541.711 -394.213)" fill="#00548b"/>
                            </g>
                            </svg>
                        </div>
                        <div class="mt-5 font-bold text-neutral-800">Tôn trọng và duy trì mối quan hệ lâu dài</div>
                        <p class="mt-2 font-normal text-neutral-800">Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s</p>
                    </div>
                    <div class="border border-neutral-500 rounded shadow shadow-neutral-500 p-7 flex flex-col text-center items-center">
                        <div class="text-4xl text-sky-800">
                            <svg id="Group_475" data-name="Group 475" xmlns="http://www.w3.org/2000/svg" width="32.686" height="50.736" viewBox="0 0 32.686 50.736">
                            <path id="Path_525" data-name="Path 525" d="M578.485,642.823c.007-.213.135-5.249-3.037-8.155a.876.876,0,0,0-1.12-.049c-.141.106-3.477,2.577-6.63.009a.871.871,0,0,0-1.123.017,7.557,7.557,0,0,0-.961,1.083,10.855,10.855,0,0,0-1.767-2.1.874.874,0,0,0-1.12-.051c-.21.161-5.2,3.874-9.952.007a.874.874,0,0,0-1.125.017c-.181.158-4.428,3.933-4.535,11.367a.875.875,0,0,0,.874.886l19.21,0a.872.872,0,0,0,.872-.843c0-.075.016-.572-.035-1.336l9.578,0A.872.872,0,0,0,578.485,642.823Zm-29.59,1.282a14.61,14.61,0,0,1,3.416-8.685c4.537,3.162,9.166.966,10.83-.035,2.574,2.767,3.071,6.944,3.163,8.717Zm18.946-2.183a17.54,17.54,0,0,0-1.293-4.471,8.517,8.517,0,0,1,.7-.991,7.1,7.1,0,0,0,7.486-.02,9.8,9.8,0,0,1,1.972,5.481Z" transform="translate(-545.801 -595.116)" fill="#00548b"/>
                            <path id="Path_526" data-name="Path 526" d="M565.513,619.268h-6.807v2.145a1.945,1.945,0,0,0,1.941,1.944H566.7l1.72,1.979a.656.656,0,0,0,.494.225.647.647,0,0,0,.253-.051.655.655,0,0,0,.4-.655l-.118-1.5h3.111a1.946,1.946,0,0,0,1.942-1.944v-7.677a1.945,1.945,0,0,0-1.942-1.943h-4.238v4.664A2.816,2.816,0,0,1,565.513,619.268Zm2.968-2.771V613.1h4.083a.634.634,0,0,1,.632.633v7.677a.633.633,0,0,1-.632.633h-3.819a.656.656,0,0,0-.653.707l.017.225-.614-.706a.651.651,0,0,0-.493-.226h-6.355a.633.633,0,0,1-.632-.633v-2.044h5.594A2.874,2.874,0,0,0,568.481,616.5Z" transform="translate(-541.875 -602.429)" fill="#00548b"/>
                            <path id="Path_527" data-name="Path 527" d="M546.133,618.826a2.814,2.814,0,0,0,2.81,2.811H556.5l-.211,2.711a.754.754,0,0,0,1.321.553l2.837-3.264h9.325a2.816,2.816,0,0,0,2.813-2.811V607.611a2.816,2.816,0,0,0-2.813-2.813H548.943a2.814,2.814,0,0,0-2.81,2.813Zm1.507-11.215a1.305,1.305,0,0,1,1.3-1.3h20.829a1.306,1.306,0,0,1,1.3,1.3v11.215a1.305,1.305,0,0,1-1.3,1.3H560.1a.751.751,0,0,0-.569.258l-1.562,1.8.1-1.244a.752.752,0,0,0-.751-.813h-8.374a1.305,1.305,0,0,1-1.3-1.3Z" transform="translate(-546.133 -604.798)" fill="#00548b"/>
                            <path id="Path_528" data-name="Path 528" d="M570.328,638.9h0a6.007,6.007,0,1,0-4.249-10.252,6.11,6.11,0,0,0-.881,1.127c.027-.269.04-.542.04-.817a8.22,8.22,0,1,0-8.22,8.221h0a8.149,8.149,0,0,0,5.809-2.411,8.267,8.267,0,0,0,1.5-2.055c0,.06-.009.12-.009.181A6.015,6.015,0,0,0,570.328,638.9Zm-3.012-9.018a4.258,4.258,0,1,1,3.013,7.272h0a4.258,4.258,0,0,1-3.012-7.272Zm-5.722,3.652a6.418,6.418,0,0,1-4.573,1.9h0a6.486,6.486,0,1,1,4.574-1.9Z" transform="translate(-545.229 -599.4)" fill="#00548b"/>
                            </svg>
                        </div>
                        <div class="mt-5 font-bold text-neutral-800">Hỗ trợ 24/7</div>
                        <p class="mt-2 font-normal text-neutral-800">Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s</p>
                    </div>
                </div>
            </div>
        </div>
    </div>
</x-app-layout>
